{ "translations": {
    "Clean" : "Tiszta",
    "Infected" : "Fertőzött",
    "Unchecked" : "Ellenőrizetlen",
    "Scanner exit status" : "Kereső kilépési állapota",
    "Scanner output" : "Kereső kimenete",
    "Saving…" : "Mentés…",
    "Antivirus" : "Antivírus",
    "File {file} is infected with {virus}" : "A {file} fájl fertőzött ezzel: {virus}",
    "The file has been removed" : "A fájl eltávolítva",
    "File containing {virus} detected" : "Fájl fertőzve ezzel: {virus} érzékelve",
    "Antivirus detected a virus" : "Az antivírus vírust észlelt",
    "Virus %s is detected in the file. Upload cannot be completed." : "%s vírus van a fájlban. Feltöltés nem befejezhető.",
    "Saved" : "Mentve",
    "Antivirus for files" : "Antivírus a fájlokhoz",
    "An antivirus app for Nextcloud" : "Víruskereső alkalmazás a Nextcloudhoz",
    "Antivirus for files is an antivirus app for Nextcloud.\n\n* 🕵️‍♂️ When the user uploads a file, it's checked\n* ☢️ Uploaded and infected files will be deleted and a notification will be shown and/or sent via email\n* 🔎 Background Job to scan all files\n* ❓ Use ClamAV (open source) or Kaspersky Scan Engine\n\nThis application inspects files that are uploaded to Nextcloud for viruses before they are written to the Nextcloud storage. If a file is identified as a virus, it is either logged or not uploaded to the server. The application relies on the underlying ClamAV virus scanning engine, which the admin points Nextcloud to when configuring the application. Alternatively, a Kaspersky Scan Engine can be configured, which has to run on a separate server.\nFor this app to be effective, the ClamAV virus definitions should be kept up to date. Also note that enabling this app will impact system performance as additional processing is required for every upload. More information is available in the Antivirus documentation." : "A fájlok víruskeresője a Nextcloud víruskereső alkalmazása.\n\n* 🕵️ Amikor a felhasználó feltölti a fájlt, az ellenőrzésre kerül \n* ☢️ A feltöltött és fertőzött fájlok törlődnek, és értesítést jelenít meg és / vagy küld e-mailben\n* 🔎 A háttérben az összes fájl ellenőrzésre kerül\n* ❓ Használja a ClamAV (nyílt forráskódú) vagy a Kaspersky Scan Engine alkalmazást\n\nEz az alkalmazás megvizsgálja a Nextcloudba feltöltött fájlokat, hogy nincsenek-e benne vírusok, mielőtt azokat a Nextcloud tárolóba írnák. Ha egy fájlt fertőzöttként azonosítanak, akkor vagy naplózza, vagy nem tölti fel a szerverre. Az alkalmazás a mögöttes ClamAV víruskereső motorra támaszkodik, amelyre az adminisztrátor beállít a Nextcloudon az alkalmazás konfigurálásakor. Alternatív megoldásként konfigurálható egy Kaspersky Scan Engine, amelynek külön szerveren kell futnia. \nAz alkalmazás hatékonysága érdekében a ClamAV vírusleírásokat naprakészen kell tartani. Vegye figyelembe azt is, hogy az alkalmazás engedélyezése hatással lesz a rendszer teljesítményére, mivel minden feltöltéshez további feldolgozás szükséges. További információ a víruskereső dokumentációjában található.",
    "Greetings {user}," : "Üdv {user},",
    "Sorry, but a malware was detected in a file you tried to upload and it had to be deleted." : "Bocsánat, de malware volt a feltöltött fájlodban, így töröltem.",
    "This email is a notification from {host}. Please, do not reply." : "Ez az e-mail egy értesítés {host} hosttól. Kérlek ne válaszolj.",
    "File uploaded: {file}" : "Fájl feltöltve: {file}",
    "Antivirus for Files" : "Anivirus fájlokhoz",
    "Mode" : "Mód",
    "ClamAV Executable" : "ClamAV végrehajtható fájl",
    "ClamAV Daemon" : "ClamAV Daemon",
    "ClamAV Daemon (Socket)" : "ClamAV Daemon (Socket)",
    "Kaspersky Daemon" : "Kaspersky Daemon",
    "Socket" : "Socket",
    "ClamAV Socket." : "ClamAV Socket.",
    "Not required in Executable Mode." : "Nem szükséges futtatható módban.",
    "Host" : "Kiszolgáló",
    "Address of Antivirus Host." : "Antivírus kiszolgáló címe.",
    "Port" : "Port",
    "Port number of Antivirus Host." : "Portszám az antivírus kiszolgálóhoz.",
    "Stream Length" : "Folyam hossz",
    "ClamAV StreamMaxLength value in bytes." : "ClamAV StreamMaxLength érték bájtban.",
    "bytes" : "bájt",
    "Path to clamscan" : "Clamscan útvonala",
    "Path to clamscan executable." : "Clamscan futtatható fájl útvonala.",
    "Not required in Daemon Mode." : "Nem szükséges démon módban.",
    "Extra command line options (comma-separated)" : "Extra parancssori beállítások (vesszővel elválasztva)",
    "File size limit for periodic background scans, -1 means no limit" : "Az időszakos háttér-beolvasások fájlméret-korlátozása, -1 azt jelenti, hogy nincs korlát",
    "Background scan file size limit in bytes, -1 means no limit" : "Háttér keresés határa, -1 azt jelenti nincs korlát",
    "When infected files are found during a background scan" : "Ha egy fertőzött fájlt talál háttérkeresés során",
    "Only log" : "Csak naplózza",
    "Delete file" : "Fájl törlése",
    "Save" : "Mentés",
    "Advanced" : "Részletes",
    "Rules" : "Szabályok",
    "Clear All" : "Mindet törli",
    "Reset to defaults" : "Alapértelmezett visszaállítása",
    "Match by" : "Összevetés ezáltal",
    "Scanner exit status or signature to search" : "Kereső kimeneti állapota vagy keresendő szignatúra",
    "Description" : "Leírás",
    "Mark as" : "Megjelölés mint",
    "Add a rule" : "Szabály hozzáadása"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}