{ "translations": {
    "Clean" : "Bersih",
    "Infected" : "Terinfeksi",
    "Unchecked" : "Belum diperiksa",
    "Scanner exit status" : "Status keluar pemindai",
    "Scanner output" : "Keluaran pemindai",
    "Saving…" : "Menyimpan…",
    "Antivirus" : "Antivirus",
    "File {file} is infected with {virus}" : "File {file} terinfeksi {virus}",
    "The file has been removed" : "File telah dihapus",
    "File containing {virus} detected" : "File yang berisi {virus} terdeteksi",
    "Antivirus detected a virus" : "Antivirus mendeteksi virus",
    "Virus %s is detected in the file. Upload cannot be completed." : "Virus %s terdeteksi pada file. Unggahan tidak dapat diselesaikan.",
    "%s. Upload cannot be completed." : "%s. Unggahan tidak dapat diselesaikan.",
    "Saved" : "Disimpan",
    "Antivirus for files" : "Antivirus untuk file",
    "An antivirus app for Nextcloud" : "Aplikasi antivirus untuk Nextcloud",
    "Antivirus for files is an antivirus app for Nextcloud.\n\n* 🕵️‍♂️ When the user uploads a file, it's checked\n* ☢️ Uploaded and infected files will be deleted and a notification will be shown and/or sent via email\n* 🔎 Background Job to scan all files\n* ❓ Use ClamAV (open source), Kaspersky Scan Engine or an ICAP compatible scanner\n\nThis application inspects files that are uploaded to Nextcloud for viruses before they are written to the Nextcloud storage. If a file is identified as a virus, it is either logged or not uploaded to the server. The application relies on the underlying ClamAV virus scanning engine, which the admin points Nextcloud to when configuring the application. Alternatively, a Kaspersky Scan Engine can be configured, which has to run on a separate server.\nFor this app to be effective, the ClamAV virus definitions should be kept up to date. Also note that enabling this app will impact system performance as additional processing is required for every upload. More information is available in the Antivirus documentation." : "Antivirus untuk file adalah aplikasi antivirus untuk Nextcloud.\n\n* 🕵️‍♂️ Saat pengguna mengunggah file, file tersebut diperiksa\n* ☢️ File yang diunggah dan terinfeksi akan dihapus dan notifikasi akan ditampilkan dan/atau dikirim melalui email\n* 🔎 Tugas latar belakang untuk memindai semua file\n* ❓ Menggunakan ClamAV (open source), Kaspersky Scan Engine, atau pemindai yang kompatibel dengan ICAP\n\nAplikasi ini memeriksa file yang diunggah ke Nextcloud untuk mendeteksi virus sebelum ditulis ke penyimpanan Nextcloud. Jika sebuah file teridentifikasi sebagai virus, file tersebut akan dicatat atau tidak diunggah ke server. Aplikasi ini bergantung pada mesin pemindaian virus ClamAV yang mendasarinya, yang diarahkan oleh admin agar Nextcloud gunakan saat mengonfigurasi aplikasi. Sebagai alternatif, Kaspersky Scan Engine dapat dikonfigurasi, yang harus berjalan di server terpisah.\nAgar aplikasi ini efektif, definisi virus ClamAV harus selalu diperbarui. Perlu diketahui juga bahwa mengaktifkan aplikasi ini akan berdampak pada kinerja sistem karena pemrosesan tambahan diperlukan untuk setiap unggahan. Informasi lebih lanjut tersedia dalam dokumentasi Antivirus.",
    "Greetings {user}," : "Salam {user},",
    "Sorry, but a malware was detected in a file you tried to upload and it had to be deleted." : "Maaf, tetapi malware terdeteksi pada file yang Anda coba unggah dan file tersebut harus dihapus.",
    "This email is a notification from {host}. Please, do not reply." : "Email ini adalah notifikasi dari {host}. Mohon jangan membalas.",
    "File uploaded: {file}" : "File yang diunggah: {file}",
    "Antivirus for Files" : "Antivirus untuk File",
    "Mode" : "Mode",
    "ClamAV Executable" : "Executable ClamAV",
    "ClamAV Daemon" : "Daemon ClamAV",
    "ClamAV Daemon (Socket)" : "Daemon ClamAV (Soket)",
    "Kaspersky Daemon" : "Daemon Kaspersky",
    "ICAP server" : "Server ICAP",
    "Socket" : "Soket",
    "ClamAV Socket." : "Soket ClamAV.",
    "Not required in Executable Mode." : "Tidak diperlukan pada Mode Executable.",
    "Host" : "Host",
    "Address of Antivirus Host." : "Alamat Host Antivirus.",
    "Port" : "Port",
    "Port number of Antivirus Host." : "Nomor port Host Antivirus.",
    "TLS" : "TLS",
    "Use TLS encryption." : "Gunakan enkripsi TLS.",
    "ICAP preset" : "Preset ICAP",
    "Select" : "Pilih",
    "ICAP mode" : "Mode ICAP",
    "ICAP service" : "Layanan ICAP",
    "ICAP virus response header" : "Header respons virus ICAP",
    "Stream Length" : "Panjang Stream",
    "ClamAV StreamMaxLength value in bytes." : "Nilai StreamMaxLength ClamAV dalam byte.",
    "bytes" : "byte",
    "Path to clamscan" : "Jalur ke clamscan",
    "Path to clamscan executable." : "Jalur ke executable clamscan.",
    "Not required in Daemon Mode." : "Tidak diperlukan pada Mode Daemon.",
    "Extra command line options (comma-separated)" : "Opsi baris perintah tambahan (dipisahkan koma)",
    "File size limit for periodic background scans and chunked uploads, -1 means no limit" : "Batas ukuran file untuk pemindaian latar belakang berkala dan unggahan terpecah, -1 berarti tanpa batas",
    "Background scan and chunked upload file size limit in bytes, -1 means no limit" : "Batas ukuran file untuk pemindaian latar belakang dan unggahan terpecah dalam byte, -1 berarti tanpa batas",
    "Check only first bytes of the file, -1 means no limit" : "Periksa hanya byte pertama file, -1 berarti tanpa batas",
    "When infected files are found during a background scan" : "Saat file yang terinfeksi ditemukan selama pemindaian latar belakang",
    "Only log" : "Hanya catat",
    "Delete file" : "Hapus file",
    "Block uploads when scanner is not reachable" : "Blokir unggahan saat pemindai tidak dapat dijangkau",
    "Yes" : "Ya",
    "No" : "Tidak",
    "Block unscannable files (such as encrypted archives)" : "Blokir file yang tidak dapat dipindai (seperti arsip terenkripsi)",
    "Save" : "Simpan",
    "Advanced" : "Lanjutan",
    "Rules" : "Aturan",
    "Clear All" : "Bersihkan semua",
    "Reset to defaults" : "Setel ulang ke default",
    "Match by" : "Cocokkan berdasarkan",
    "Scanner exit status or signature to search" : "Status keluar pemindai atau tanda tangan untuk dicari",
    "Description" : "Deskripsi",
    "Mark as" : "Tandai sebagai",
    "Add a rule" : "Tambah aturan"
},"pluralForm" :"nplurals=1; plural=0;"
}