{ "translations": {
    "Clean" : "Rensa",
    "Infected" : "Infekterad",
    "Unchecked" : "Avmarkerade",
    "Scanner exit status" : "Skannerns avslutningsstatus",
    "Scanner output" : "Skannerutdata",
    "Saving..." : "Sparar...",
    "Antivirus" : "Antivirus",
    "File {file} is infected with {virus}" : "Filen {file} är infekterad med {virus}",
    "The file has been removed" : "Filen har tagits bort",
    "File containing {virus} detected" : "Fil innehållande {virus} upptäckt",
    "Antivirus detected a virus" : "Antivirus upptäckte ett virus",
    "Virus %s is detected in the file. Upload cannot be completed." : "Virus %s upptäcks i filen. Uppladdningen kan inte slutföras.",
    "Saved" : "Sparad",
    "Antivirus for files" : "Antivirus för filer",
    "An antivirus app for Nextcloud based on ClamAV" : "Ett antivirusapp för Nextcloud baserad på ClamAV",
    "Antivirus for files is an antivirus app for Nextcloud based on ClamAV.\n\n* 🕵️‍♂️ When the user uploads a file, it's checked\n* ☢️ Uploaded and infected files will be deleted and a notification will be shown and/or sent via email\n* 🔎 Background Job to scan all files\n\nThis application inspects files that are uploaded to Nextcloud for viruses before they are written to the Nextcloud storage. If a file is identified as a virus, it is either logged or not uploaded to the server. The application relies on the underlying ClamAV virus scanning engine, which the admin points Nextcloud to when configuring the application.\nFor this app to be effective, the ClamAV virus definitions should be kept up to date. Also note that enabling this app will impact system performance as additional processing is required for every upload. More information is available in the Antivirus documentation." : "Antivirus för filer är ett antivirus app för Nextcloud baserat på ClamAV.\n\n* 🕵️‍♂️ När användaren laddar upp en fil är den markerad\n* ☢️ Uppladdade och infekterade filer kommer att tas bort och en anmälan kommer att visas och/eller skickas via e-post\n* 🔎 Bakgrundsjobb att skanna alla filer\n\nDenna applikation inspekterar filer som laddas upp till Nextcloud för virus innan de skrivs till Nextcloud-lagring. Om en fil identifieras som ett virus loggas den antingen eller laddas inte upp till servern. Ansökan bygger på den underliggande ClamAV-virussökningsmotorn, som adminstratören pekar Nextcloud till när du konfigurerar programmet.\nFör att denna app ska vara effektiv, bör ClamAV-virusdefinitioner hållas uppdaterade. Observera också att aktivering av denna app kommer att påverka systemets prestanda eftersom ytterligare bearbetning krävs för varje uppladdning. Mer information finns i Antivirusdokumentationen.",
    "Greetings {user}," : "Hälsningar {user},",
    "Sorry, but a malware was detected in a file you tried to upload and it had to be deleted." : "Tyvärr, men en skadlig kod upptäcktes i en fil som du försökte ladda upp och det måste tas bort.",
    "This email is a notification from {host}. Please, do not reply." : "Det här e-postmeddelandet är ett meddelande från {host}. Snälla, svara inte.",
    "File uploaded: {file}" : "Fil skickad: {file}",
    "Antivirus for Files" : "Antivirus för filer",
    "Mode" : "Läge",
    "Executable" : "Körbar",
    "Daemon" : "Demon",
    "Daemon (Socket)" : "Demon (Socket)",
    "Socket" : "Socket",
    "Clamav Socket." : "Clamav Socket.",
    "Not required in Executable Mode." : "Krävs inte i körbart läge.",
    "Host" : "Värd",
    "Address of Antivirus Host." : "Adress för antivirus-värd.",
    "Port" : "Port",
    "Port number of Antivirus Host." : "Portnummer för Antivirus Host.",
    "Stream Length" : "Strömlängd",
    "ClamAV StreamMaxLength value in bytes." : "ClamAV StreamMaxLength-värde i byte.",
    "bytes" : "byte",
    "Path to clamscan" : "Sökväg till clamscan",
    "Path to clamscan executable." : "Sökväg till körbara clamscan.",
    "Not required in Daemon Mode." : "Krävs inte i Demon-läge.",
    "Extra command line options (comma-separated)" : "Extra kommandoradsalternativ (kommaseparerade)",
    "File size limit, -1 means no limit" : "Filstorleksgräns, -1 betyder ingen gräns",
    "Background scan file size limit in bytes, -1 means no limit" : "Filstorleksgräns för bakgrundsskanning i byte, -1 betyder ingen gräns",
    "When infected files are found during a background scan" : "När infekterade filer hittas under en bakgrundssökning",
    "Only log" : "Logga endast",
    "Delete file" : "Ta bort fil",
    "Save" : "Spara",
    "Advanced" : "Avancerat",
    "Rules" : "Regler",
    "Clear All" : "Rensa alla",
    "Reset to defaults" : "Återställ till standardvärden",
    "Match by" : "Matchning efter",
    "Scanner exit status or signature to search" : "Skannerens avslutningsstatus eller signatur för att söka",
    "Description" : "Beskrivning",
    "Mark as" : "Märk som",
    "Add a rule" : "Lägg till en regel"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}